Revit 2027 API
BasicFileInfo.LatestCentralVersion Property
 This is the central model's version number corresponding to the last reload latest done for this model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int LatestCentralVersion { get; }
Public ReadOnly Property LatestCentralVersion As Integer
	Get
public:
property int LatestCentralVersion {
	int get ();
}
member LatestCentralVersion : int with get
Property Value
Int32
See Also
Reference
BasicFileInfo Class
Autodesk.Revit.DB Namespace